{
  "question_1": "Har du følt dig træt i løbet af den sidste måned? Det er ligegyldigt, om trætheden er fysisk (muskeltræthed) eller mental. Hvis du for nylig har oplevet noget usædvanligt (for eksempel en ulykke eller en kort sygdom), bør du prøve at se bort fra det, når du vurderer din træthed.",
  "question_2": "Finder du det svært at starte ting? Oplever du modstand eller mangel på initiativ, når du skal starte noget, uanset om det er en ny opgave eller en del af dine daglige aktiviteter?",
  "question_3": "Bliver din hjerne hurtigt træt, når du skal tænke hårdt? Bliver du mentalt træt af ting som at læse, se fjernsyn eller deltage i en samtale med flere personer? Skal du tage pauser eller skifte til en anden aktivitet?",
  "question_4": "Har du brug for at hvile lidt (mindre end 1 time) eller meget (mere end 1 dag) for at komme dig efter at have arbejdet, indtil du er enten udmattet eller ikke længere kan fokusere?",
  "question_5": "Finder du det svært at samle dine tanker og koncentrere dig?",
  "question_6": "Glemmer du ting oftere end før, har du brug for at lave noter, eller skal du lede efter ting derhjemme eller på arbejdet?",
  "question_7": "Føler du dig langsom eller sløv, når du tænker på noget? Føler du, at det tager usædvanligt lang tid at afslutte en tankegang eller løse en opgave, der kræver mental indsats?",
  "question_8": "Finder du det svært at håndtere stress, det vil sige at gøre flere ting på samme tid under tidspres?",
  "question_9": "Finder du, at du græder lettere end tidligere? Bryder du ofte ud i gråd, når du for eksempel ser en trist film eller taler med dine familiemedlemmer? Hvis du for nylig har oplevet noget usædvanligt (f.eks. en ulykke eller kort sygdom), bør du prøve at se bort fra det i din vurdering.",
  "question_10": "Er du usædvanligt kort for hovedet eller irritabel over ting, der tidligere ikke generede dig?",
  "question_11": "Er du følsom over for stærkt lys?",
  "question_12": "Er du følsom over for støj?",
  "question_13": "Sover du dårligt om natten?",
  "question_14": "Sover du længere og/eller dybere end før?"
}
